/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonik W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonik X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonik Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonik Z";

/* An audio channel label. */
"Center" = "Tengah (C)";

/* An audio channel label. */
"Center Surround" = "Lingkup Tengah (Cs)";

/* An audio channel label. */
"Center Surround Direct" = "Lingkup Tengah Langsung (Csd)";

/* Channel. An audio channel label. */
"Channel" = "Saluran";

/* Channels. An audio channel label. */
"Channels" = "Saluran";

/* An audio channel label. */
"Click Track" = "Klik Lagu";

/* An audio channel label. */
"Dialog Centric Mix" = "Campuran Sentris Dialog";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Terpisah";

/* An audio channel label. */
"Foreign Language" = "Bahasa Asing";

/* An audio channel label. */
"Headphones Left" = "Headphone Kiri";

/* An audio channel label. */
"Headphones Right" = "Headphone Kanan";

/* An audio channel label. */
"Hearing Impaired" = "Pendengaran Terganggu (HI)";

/* An audio channel label. */
"Left" = "Kiri (L)";

/* An audio channel label. */
"Left Center" = "Kiri Tengah (Lc)";

/* An audio channel label. */
"Left Surround" = "Lingkup Kiri (Ls)";

/* An audio channel label. */
"Left Surround Direct" = "Lingkup Kiri Langsung (Lsd)";

/* An audio channel label. */
"Left Total" = "Kiri Total (Lt)";

/* An audio channel label. */
"Left Wide" = "Kiri Lebar (Lw)";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Layar LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Tengah";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narasi";

/* An audio channel label. */
"Rear Surround Left" = "Lingkup Belakang Kiri (Rsl)";

/* An audio channel label. */
"Rear Surround Right" = "Lingkup Belakang Kanan (Rsr)";

/* An audio channel label. */
"Right" = "Kanan (R)";

/* An audio channel label. */
"Right Center" = "Kanan Tengah (Rc)";

/* An audio channel label. */
"Right Surround" = "Lingkup Kanan (Rs)";

/* An audio channel label. */
"Right Surround Direct" = "Lingkup Kanan Langsung (Rsd)";

/* An audio channel label. */
"Right Total" = "Total Kanan (Rt)";

/* An audio channel label. */
"Right Wide" = "Kanan Lebar (Rw)";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Samping";

/* An audio channel label. */
"Top Back Center" = "Tengah Belakang Atas (Tbc)";

/* An audio channel label. */
"Top Back Left" = "Kiri Belakang Atas (Tbl)";

/* An audio channel label. */
"Top Back Right" = "Kanan Belakang Atas (Tbr)";

/* An audio channel label. */
"Top Center Surround" = "Lingkup Tengah Atas (Tcs)";

/* An audio channel label. */
"Unknown" = "Tidak Dikenal";

/* An audio channel label. */
"Unused" = "Tidak Digunakan";

/* An audio channel label. */
"Vertical Height Center" = "Ketinggian Vertikal Tengah (Vhc)";

/* An audio channel label. */
"Vertical Height Left" = "Ketinggian Vertikal Kiri (Vhl)";

/* An audio channel label. */
"Vertical Height Right" = "Ketinggian Vertikal Kanan (Vhr)";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptik";

